export default function ChangDuk() {
  return (
    <div className="bg-white">
      <p className="text-center text-8xl font-ICEJaram">창덕궁의 지금</p>
      <p>
        학교의 과제 중 일환으로 창덕궁에 다녀오게 되었다. 기대 없이 가서 그랬는지 정말 인상깊은
        경험이었다. 창덕궁은 사실 조선의 정궁인 경복궁보다 오랫동안 쓰인 고궁이다. 조선 말기 복원된
        경복궁에 비해, 창덕궁은 조선 후기 당시의 모습이 거의 그대로 남아있다. 사실상 조선왕조 사상
        가장 오랜 기간 왕의 주 거처로 쓰인 궁궐인 창덕궁은 근대적인 모습과 옛스러운 것이 다양하게
        이루어져있어 그 당시 모습을 더욱 상상할 수 있게 해준다. 이러한 창덕궁을 보고 난 후 짧은
        감상을 곡으로 녹여내보고자 하였다. 이 곡은 해설글보다는 영상과 함께 감상하기를 추천한다.
        아래의 링크를 눌러 영상(소리 없음)을 틀어두고 보면서 음악을 감상하면서 창덕궁의 정취를 더욱
        느낄 수 있기를 바란다.
      </p>
    </div>
  );
}
